---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtCaret3
source: html/38fb9dbc-ea23-d751-9670-cd6a7cdf9058.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtCaret3 Property

Symbol ft^3, indicating unit Cubic feet.

## Syntax (C#)
```csharp
public static ForgeTypeId FtCaret3 { get; }
```